Revit 2024 API
BuiltInFailures.GroupFailures.CannotRemoveSubordFromGroupWarn Property
 Element can't be removed or excluded from the Group because it is required by another Group element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotRemoveSubordFromGroupWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotRemoveSubordFromGroupWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotRemoveSubordFromGroupWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace